Repository: LashaGG/Discounts
Catalog: Discounts.Application/Resources/ServiceMessages.*.resx
Languages: ka

# Service_DiscountNotFound
source: Discount not found
ka: ფასდაკლება ვერ მოიძებნა

# Service_DiscountNoLongerActive
source: Discount is no longer active
ka: ფასდაკლება აღარ არის აქტიური

# Service_CouponsSoldOut
source: Coupons are sold out
ka: კუპონები ამოიწურა

# Service_AlreadyReserved
source: You already have a reservation for this discount
ka: თქვენ უკვე გაქვთ ამ ფასდაკლების ჯავშანი

# Service_NoCouponAvailable
source: No available coupon found
ka: ხელმისაწვდომი კუპონი ვერ მოიძებნა

# Service_CouponReservedSuccessfully
source: Coupon reserved successfully
ka: კუპონი წარმატებით დაჯავშნილია

# Service_CouponNotFound
source: Coupon not found
ka: კუპონი ვერ მოიძებნა

# Service_CouponPurchasedSuccessfully
source: Coupon purchased successfully
ka: კუპონი წარმატებით შეძენილია

# Service_InvalidCredentials
source: Invalid email or password
ka: არასწორი ელ-ფოსტა ან პაროლი

# Service_AccountDeactivated
source: Account is deactivated
ka: ანგარიში დეაქტივირებულია

# Service_EmailAlreadyRegistered
source: Email is already registered
ka: ელ-ფოსტა უკვე რეგისტრირებულია

# Service_InvalidRole
source: Invalid role
ka: დაუშვებელი როლი

# Service_RegistrationSuccessful
source: Registration completed successfully
ka: რეგისტრაცია წარმატებით დასრულდა

# Service_InvalidToken
source: Invalid token
ka: არასწორი ტოკენი

# Service_UserNotFound
source: User not found
ka: მომხმარებელი ვერ მოიძებნა

# Service_InvalidRefreshToken
source: Invalid refresh token
ka: არასწორი refresh ტოკენი

# Service_DiscountedPriceMustBeLess
source: Discounted price must be less than original price
ka: ფასდაკლებული ფასი უნდა იყოს ნაკლები ორიგინალურ ფასზე

# Service_EndDateMustBeAfterStart
source: End date must be after start date
ka: დასრულების თარიღი უნდა იყოს დაწყების თარიღზე გვიან

# Service_StartDateCannotBeInPast
source: Start date cannot be in the past
ka: დაწყების თარიღი არ შეიძლება იყოს წარსულში

# Service_NoPermissionToEdit
source: You do not have permission to edit this discount
ka: თქვენ არ გაქვთ ამ ფასდაკლების რედაქტირების უფლება

# Service_EditWindowExpired
source: Discount can only be edited within {0} hours of creation
ka: ფასდაკლების რედაქტირება შესაძლებელია მხოლოდ {0} საათის განმავლობაში

# Service_CannotDeleteWithSoldCoupons
source: Cannot delete discount with sold coupons
ka: გაყიდული კუპონების მქონე ფასდაკლება ვერ წაიშლება

# Service_CannotDeleteCategoryWithDiscounts
source: Category cannot be deleted because it has associated discounts
ka: კატეგორია ვერ წაიშლება, რადგან მას აქვს ფასდაკლებები მიბმული
