Repository: LashaGG/Discounts
Catalog: Discounts.Application/Resources/ValidationMessages.*.resx
Languages: ka

# Validation_CategoryIdRequired
source: Category ID is required
ka: კატეგორიის ID აუცილებელია

# Validation_CategoryRequired
source: Category is required
ka: კატეგორია აუცილებელია

# Validation_NameRequired
source: Name is required
ka: სახელი აუცილებელია

# Validation_NameMaxLength
source: Name must not exceed 100 characters
ka: სახელი არ უნდა აღემატებოდეს 100 სიმბოლოს

# Validation_DescriptionMaxLength500
source: Description must not exceed 500 characters
ka: აღწერა არ უნდა აღემატებოდეს 500 სიმბოლოს

# Validation_IconClassMaxLength
source: Icon class must not exceed 50 characters
ka: Icon class არ უნდა აღემატებოდეს 50 სიმბოლოს

# Validation_DiscountIdRequired
source: Discount ID is required
ka: ფასდაკლების ID აუცილებელია

# Validation_TitleRequired
source: Title is required
ka: სათაური აუცილებელია

# Validation_TitleMaxLength
source: Title must not exceed 200 characters
ka: სათაური არ უნდა აღემატებოდეს 200 სიმბოლოს

# Validation_DescriptionRequired
source: Description is required
ka: აღწერა აუცილებელია

# Validation_DescriptionMaxLength2000
source: Description must not exceed 2000 characters
ka: აღწერა არ უნდა აღემატებოდეს 2000 სიმბოლოს

# Validation_OriginalPriceGreaterThanZero
source: Original price must be greater than 0
ka: ორიგინალური ფასი უნდა იყოს 0-ზე მეტი

# Validation_PriceMaxLimit
source: Price must not exceed 1,000,000
ka: ფასი არ უნდა აღემატებოდეს 1,000,000-ს

# Validation_DiscountedPriceGreaterThanZero
source: Discounted price must be greater than 0
ka: ფასდაკლებული ფასი უნდა იყოს 0-ზე მეტი

# Validation_DiscountedPriceLessThanOriginal
source: Discounted price must be less than original price
ka: ფასდაკლებული ფასი უნდა იყოს ნაკლები ორიგინალურ ფასზე

# Validation_CouponCountRange
source: Coupon count must be between 1 and 100,000
ka: კუპონების რაოდენობა უნდა იყოს 1-დან 100,000-მდე

# Validation_StartDateRequired
source: Start date is required
ka: დაწყების თარიღი აუცილებელია

# Validation_StartDateNotInPast
source: Start date cannot be in the past
ka: დაწყების თარიღი არ შეიძლება იყოს წარსულში

# Validation_EndDateRequired
source: End date is required
ka: დასრულების თარიღი აუცილებელია

# Validation_EndDateAfterStartDate
source: End date must be after start date
ka: დასრულების თარიღი უნდა იყოს დაწყების თარიღზე გვიან

# Validation_UrlMaxLength
source: URL must not exceed 500 characters
ka: URL არ უნდა აღემატებოდეს 500 სიმბოლოს

# Validation_InvalidUrlFormat
source: Invalid URL format
ka: არასწორი URL ფორმატი

# Validation_EmailRequired
source: Email is required
ka: ელ-ფოსტა აუცილებელია

# Validation_EmailInvalidFormat
source: Email format is invalid
ka: ელ-ფოსტის ფორმატი არასწორია

# Validation_PasswordRequired
source: Password is required
ka: პაროლი აუცილებელია

# Validation_PasswordMinLength
source: Password must be at least 8 characters
ka: პაროლი მინიმუმ 8 სიმბოლო უნდა იყოს

# Validation_PasswordRequiresUppercase
source: Password must contain at least one uppercase letter
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ დიდ ასოს

# Validation_PasswordRequiresLowercase
source: Password must contain at least one lowercase letter
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ პატარა ასოს

# Validation_PasswordRequiresDigit
source: Password must contain at least one digit
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ ციფრს

# Validation_PasswordRequiresSpecialChar
source: Password must contain at least one special character
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ სპეციალურ სიმბოლოს

# Validation_PasswordsDoNotMatch
source: Passwords do not match
ka: პაროლები არ ემთხვევა

# Validation_FirstNameRequired
source: First name is required
ka: სახელი აუცილებელია

# Validation_FirstNameMaxLength
source: First name must not exceed 100 characters
ka: სახელი არ უნდა აღემატებოდეს 100 სიმბოლოს

# Validation_LastNameRequired
source: Last name is required
ka: გვარი აუცილებელია

# Validation_LastNameMaxLength
source: Last name must not exceed 100 characters
ka: გვარი არ უნდა აღემატებოდეს 100 სიმბოლოს

# Validation_RoleRequired
source: Role is required
ka: როლი აუცილებელია

# Validation_RoleMustBeMerchantOrCustomer
source: Role must be Merchant or Customer
ka: როლი უნდა იყოს Merchant ან Customer

# Validation_CompanyNameRequiredForMerchant
source: Company name is required for merchants
ka: კომპანიის სახელი აუცილებელია მერჩანტისთვის

# Validation_TokenRequired
source: Token is required
ka: ტოკენი აუცილებელია

# Validation_RefreshTokenRequired
source: Refresh token is required
ka: Refresh ტოკენი აუცილებელია
