Repository: LashaGG/Discounts
Catalog: Discounts.Web/Resources/SharedResource.*.resx
Languages: ka

# Nav_Discounts
source: Discounts
ka: ფასდაკლებები

# Nav_MyCoupons
source: My Coupons
ka: ჩემი კუპონები

# Nav_MyDiscounts
source: My Discounts
ka: ჩემი ფასდაკლებები

# Nav_New
source: New
ka: ახალი

# Nav_Administration
source: Administration
ka: ადმინისტრირება

# Nav_Moderation
source: Moderation
ka: მოდერაცია

# Nav_Users
source: Users
ka: მომხმარებლები

# Nav_Categories
source: Categories
ka: კატეგორიები

# Nav_Settings
source: Settings
ka: პარამეტრები

# Nav_MyPanel
source: My Panel
ka: ჩემი პანელი

# Nav_Logout
source: Sign Out
ka: გამოსვლა

# Nav_Login
source: Sign In
ka: შესვლა

# Nav_Register
source: Register
ka: რეგისტრაცია

# Nav_Privacy
source: Privacy
ka: კონფიდენციალურობა

# Nav_Language
source: Language
ka: ენა

# Common_Back
source: Back
ka: უკან

# Common_Search
source: Search
ka: ძიება

# Common_All
source: All
ka: ყველა

# Common_Filter
source: Filter
ka: ფილტრი

# Common_Clear
source: Clear
ka: გასუფთავება

# Common_Save
source: Save
ka: შენახვა

# Common_Cancel
source: Cancel
ka: გაუქმება

# Common_Delete
source: Delete
ka: წაშლა

# Common_Edit
source: Edit
ka: რედაქტირება

# Common_Details
source: Details
ka: დეტალები

# Common_Create
source: Create
ka: შექმნა

# Common_Actions
source: Actions
ka: მოქმედებები

# Common_Active
source: Active
ka: აქტიური

# Common_Inactive
source: Inactive
ka: არააქტიური

# Common_Status
source: Status
ka: სტატუსი

# Common_Date
source: Date
ka: თარიღი

# Common_Price
source: Price
ka: ფასი

# Common_Discount
source: Discount
ka: ფასდაკლება

# Common_Error
source: Error
ka: შეცდომა

# Common_Confirm
source: Are you sure?
ka: დარწმუნებული ხართ?

# Common_Category
source: Category
ka: კატეგორია

# Common_SortBy
source: Sort By
ka: სორტირება

# Common_MinPrice
source: Min Price
ka: მინ. ფასი

# Common_MaxPrice
source: Max Price
ka: მაქს. ფასი

# Common_MinDiscountPercent
source: Min Discount %
ka: მინ. % ფასდაკლება

# Common_Remaining
source: Remaining
ka: დარჩა

# Common_ViewDiscounts
source: View Discounts
ka: ფასდაკლებების ნახვა

# Browse_Title
source: Discounts
ka: ფასდაკლებები

# Browse_Subtitle
source: Find the best offers
ka: იპოვეთ საუკეთესო შეთავაზებები

# Browse_HeroText
source: Find the best discounts and save every day
ka: იპოვეთ საუკეთესო ფასდაკლებები და დაზოგეთ ყოველდღე

# Browse_SearchPlaceholder
source: Search...
ka: ძიება...

# Browse_NoResults
source: No discounts found
ka: ფასდაკლებები ვერ მოიძებნა

# Browse_TryOther
source: Try a different search or category
ka: სცადეთ სხვა ძიება ან კატეგორია

# Details_OriginalPrice
source: Original Price
ka: ორიგინალური ფასი

# Details_DiscountedPrice
source: Discounted Price
ka: ფასდაკლებული ფასი

# Details_Availability
source: Availability
ka: ხელმისაწვდომობა

# Details_Sold
source: Sold
ka: გაყიდული

# Details_ValidityPeriod
source: Validity Period
ka: მოქმედების ვადა

# Details_From
source: From:
ka: დან:

# Details_To
source: To:
ka: მდე:

# Details_Reserve
source: Reserve
ka: დაჯავშნა

# Details_Buy
source: Buy
ka: ყიდვა

# Details_LoginAndBuy
source: Sign In and Purchase
ka: შესვლა და შეძენა

# Details_SoldOut
source: Sold Out
ka: გაყიდულია

# Details_Expired
source: Expired
ka: ვადა გასულია

# Details_Description
source: Detailed Description
ka: დეტალური აღწერა

# Details_TermsTitle
source: Terms and Conditions
ka: წესები და პირობები

# Details_Term1
source: The coupon must be used within its validity period
ka: კუპონი უნდა გამოიყენოთ მოქმედების ვადაში

# Details_Term2
source: The coupon is valid for a single use only
ka: კუპონი ვალიდურია მხოლოდ ერთი გამოყენებისთვის

# Details_Term3
source: Purchased coupons are non-refundable and non-exchangeable
ka: შეძენილი კუპონი არ უბრუნდება და არ ცვლის

# Details_Term4
source: Reserved coupons will be automatically cancelled if not paid on time
ka: დაჯავშნილი კუპონი ავტომატურად გაუქმდება თუ არ გადაიხდით დროულად

# Details_DiscountLabel
source: discount
ka: ფასდაკლება

# Coupons_Title
source: My Coupons
ka: ჩემი კუპონები

# Coupons_Subtitle
source: Your purchased and active coupons
ka: თქვენი შეძენილი და აქტიური კუპონები

# Coupons_Used
source: Used
ka: გამოყენებული

# Coupons_Expired
source: Expired
ka: ვადაგასული

# Coupons_NoCoupons
source: You have no purchased coupons yet
ka: თქვენ ჯერ არ გაქვთ შეძენილი კუპონები

# Coupons_NoActive
source: You have no active coupons
ka: თქვენ არ გაქვთ აქტიური კუპონები

# Coupons_NoUsed
source: You have no used coupons
ka: თქვენ არ გაქვთ გამოყენებული კუპონები

# Coupons_NoExpired
source: You have no expired coupons
ka: თქვენ არ გაქვთ ვადაგასული კუპონები

# Coupons_Code
source: Code
ka: კოდი

# Coupons_Paid
source: Paid:
ka: გადახდილი:

# Coupons_Savings
source: Savings:
ka: დაზოგვა:

# Coupons_PurchasedOn
source: Purchased:
ka: შეძენილია:

# Coupons_UsedOn
source: Used:
ka: გამოყენებულია:

# Coupons_Validity
source: Valid:
ka: ვადა:

# Purchase_Title
source: Purchase Coupon
ka: კუპონის შეძენა

# Purchase_CompleteIn
source: Please complete your purchase within {0} minutes!
ka: გთხოვთ შეძენა დაასრულოთ {0} წუთში!

# Purchase_Deadline
source: Deadline:
ka: ვადა:

# Purchase_OriginalPrice
source: Original Price
ka: ორიგინალური ფასი

# Purchase_YouSave
source: You Save
ka: თქვენ დაზოგავთ

# Purchase_PaymentDetails
source: Payment Details
ka: გადახდის დეტალები

# Purchase_CouponPrice
source: Coupon Price:
ka: კუპონის ფასი:

# Purchase_DiscountLabel
source: Discount:
ka: ფასდაკლება:

# Purchase_Total
source: Total:
ka: სულ გადასახდელი:

# Purchase_PaymentMethod
source: Payment Method
ka: გადახდის მეთოდი

# Purchase_SimulationNote
source: Simulation: A real payment system is not yet integrated. Pressing the button will confirm the purchase.
ka: სიმულაცია: რეალური გადახდის სისტემა ჯერ არ არის ინტეგრირებული. ღილაკზე დაჭერით დადასტურდება შეძენა.

# Purchase_PayAndBuy
source: Pay and Purchase
ka: გადახდა და შეძენა

# Purchase_AfterNote
source: After purchase, the coupon will appear on the "My Coupons" page
ka: შეძენის შემდეგ კუპონი გამოჩნდება "ჩემი კუპონები" გვერდზე

# Purchase_SecurityTitle
source: Security and Rules
ka: უსაფრთხოება და წესები

# Purchase_Rule1
source: The coupon can only be used once
ka: კუპონი გამოიყენება მხოლოდ ერთხელ

# Purchase_Rule3
source: Purchased coupons are non-refundable
ka: შეძენილი კუპონი არ უბრუნდება

# Auth_Login
source: Sign In
ka: შესვლა

# Auth_Register
source: Register
ka: რეგისტრაცია

# Auth_Email
source: Email
ka: ელ. ფოსტა

# Auth_Password
source: Password
ka: პაროლი

# Auth_RememberMe
source: Remember Me
ka: დამახსოვრება

# Auth_NoAccount
source: Don't have an account?
ka: არ გაქვთ ანგარიში?

# Auth_Customer
source: Customer
ka: მომხმარებელი

# Auth_Merchant
source: Merchant
ka: მერჩანტი

# Auth_MerchantRegistration
source: Merchant Registration
ka: მერჩანტის რეგისტრაცია

# Auth_CustomerRegistration
source: Customer Registration
ka: მომხმარებლის რეგისტრაცია

# Auth_FirstName
source: First Name
ka: სახელი

# Auth_LastName
source: Last Name
ka: გვარი

# Auth_CompanyName
source: Company Name
ka: კომპანიის სახელი

# Auth_CompanyDescription
source: Company Description
ka: კომპანიის აღწერა

# Auth_ConfirmPassword
source: Confirm Password
ka: პაროლის დადასტურება

# Auth_HaveAccount
source: Already have an account?
ka: უკვე გაქვთ ანგარიში?

# Auth_MinChars
source: Min. 6 characters
ka: მინ. 6 სიმბოლო

# Auth_AccessDenied
source: Access Denied
ka: წვდომა აკრძალულია

# Auth_NoPermission
source: You do not have permission to access this page.
ka: თქვენ არ გაქვთ ამ გვერდზე წვდომის უფლება.

# Auth_HomePage
source: Home Page
ka: მთავარი გვერდი

# Auth_CompanyPlaceholder
source: Company
ka: კომპანია

# Auth_CompanyDescPlaceholder
source: Brief description about the company...
ka: მოკლე აღწერა კომპანიის შესახებ...

# Auth_RepeatPassword
source: Repeat password
ka: გაიმეორეთ პაროლი

source: Admin Dashboard
ka: ადმინისტრატორის პანელი

# Admin_SystemCenter
source: System Management Center
ka: სისტემის მართვის ცენტრი

# Admin_TotalUsers
source: Total Users
ka: სულ მომხმარებლები

# Admin_Including
source: Including:
ka: მათ შორის:

# Admin_MerchantsCount
source: merchants
ka: მერჩანტი

# Admin_CustomersCount
source: customers
ka: მყიდველი

# Admin_TotalDiscounts
source: Discounts
ka: ფასდაკლებები

# Admin_ActiveLabel
source: Active:
ka: აქტიური:

# Admin_Pending
source: Pending
ka: მოლოდინში

# Admin_Approve
source: Approve
ka: დამტკიცება

# Admin_OrdersRevenue
source: Orders / Revenue
ka: შეკვეთები / შემოსავალი

# Admin_QuickActions
source: Quick Actions
ka: სწრაფი ქმედებები

# Admin_UserManagement
source: User Management
ka: მომხმარებლების მართვა

# Admin_ModerationPending
source: Moderation
ka: მოდერაცია

# Admin_Administrators
source: Administrators
ka: ადმინისტრატორები

# Admin_Merchants
source: Merchants
ka: მერჩანტები

# Admin_Customers
source: Customers
ka: მომხმარებლები

# Admin_UserDeactivated
source: User deactivated successfully
ka: მომხმარებელი წარმატებით დეაქტივირდა

# Admin_UserDeactivateFailed
source: Failed to deactivate user
ka: მომხმარებლის დეაქტივაცია ვერ მოხერხდა

# Admin_UserActivated
source: User activated successfully
ka: მომხმარებელი წარმატებით აქტივირდა

# Admin_UserActivateFailed
source: Failed to activate user
ka: მომხმარებლის აქტივაცია ვერ მოხერხდა

# Admin_CannotDeleteSelf
source: You cannot delete yourself
ka: თქვენ ვერ წაშლით საკუთარ თავს

# Admin_UserDeleted
source: User deleted successfully
ka: მომხმარებელი წარმატებით წაიშალა

# Admin_UserDeleteFailed
source: Failed to delete user
ka: მომხმარებლის წაშლა ვერ მოხერხდა

# Admin_RoleChanged
source: Role changed successfully
ka: როლი წარმატებით შეიცვალა

# Admin_RoleChangeFailed
source: Failed to change role
ka: როლის შეცვლა ვერ მოხერხდა

# Admin_DiscountApproved
source: Discount approved and published successfully
ka: ფასდაკლება წარმატებით დამტკიცდა და გამოქვეყნდა

# Admin_DiscountApproveFailed
source: Failed to approve discount
ka: ფასდაკლების დამტკიცება ვერ მოხერხდა

# Admin_RejectReasonRequired
source: Rejection reason is required
ka: უარყოფის მიზეზის მითითება აუცილებელია

# Admin_DiscountRejected
source: Discount rejected
ka: ფასდაკლება უარყოფილია

# Admin_DiscountRejectFailed
source: Failed to reject discount
ka: ფასდაკლების უარყოფა ვერ მოხერხდა

# Admin_DiscountSuspended
source: Discount suspended
ka: ფასდაკლება შეჩერებულია

# Admin_DiscountSuspendFailed
source: Failed to suspend discount
ka: ფასდაკლების შეჩერება ვერ მოხერხდა

# Admin_DiscountActivated
source: Discount activated
ka: ფასდაკლება აქტივირდა

# Admin_DiscountActivateFailed
source: Failed to activate discount
ka: ფასდაკლების აქტივაცია ვერ მოხერხდა

# Admin_SettingsSaved
source: Settings saved successfully
ka: პარამეტრები წარმატებით შეინახა

# Admin_SettingsSaveFailed
source: Failed to save settings
ka: პარამეტრების შენახვა ვერ მოხერხდა

# Admin_CategoryCreated
source: Category created successfully
ka: კატეგორია წარმატებით შეიქმნა

# Admin_CategoryUpdated
source: Category updated successfully
ka: კატეგორია წარმატებით განახლდა

# Admin_CategoryUpdateFailed
source: Failed to update category
ka: კატეგორიის განახლება ვერ მოხერხდა

# Admin_CategoryDeleted
source: Category deleted successfully
ka: კატეგორია წარმატებით წაიშალა

# Admin_CategoryDeleteFailed
source: Failed to delete category
ka: კატეგორიის წაშლა ვერ მოხერხდა

# Admin_CategoryStatusChanged
source: Category status changed
ka: კატეგორიის სტატუსი შეიცვალა

# Admin_CategoryStatusChangeFailed
source: Failed to change category status
ka: სტატუსის შეცვლა ვერ მოხერხდა

source: Merchant Dashboard
ka: მერჩანტის პანელი

# Merchant_DashboardSubtitle
source: Welcome! Here you can manage your discounts and view statistics.
ka: მოგესალმებით! აქ შეგიძლიათ მართოთ თქვენი ფასდაკლებები და ნახოთ სტატისტიკა.

# Merchant_TotalDiscounts
source: Total Discounts
ka: სულ ფასდაკლებები

# Merchant_ActiveDiscounts
source: Active
ka: აქტიური

# Merchant_PendingDiscounts
source: Pending
ka: მოლოდინში

# Merchant_ExpiredDiscounts
source: Expired
ka: ვადაგასული

# Merchant_TotalSales
source: Total Sales
ka: სულ გაყიდვები

# Merchant_TotalRevenue
source: Total Revenue
ka: სულ შემოსავალი

# Merchant_QuickActions
source: Quick Actions
ka: სწრაფი ქმედებები

# Merchant_NewDiscount
source: New Discount
ka: ახალი ფასდაკლება

# Merchant_CreateDiscount
source: Create New Discount
ka: ახალი ფასდაკლების შექმნა

# Merchant_EditDiscount
source: Edit Discount
ka: ფასდაკლების რედაქტირება

# Merchant_SalesHistory
source: Sales History
ka: გაყიდვების ისტორია

# Merchant_NoDiscountsInStatus
source: No discounts found with this status.
ka: ამ სტატუსით ფასდაკლება არ მოიძებნა.

# Merchant_NoDiscountsYet
source: You haven't created any discounts yet. Start by adding your first one!
ka: თქვენ ჯერ არ გაქვთ შექმნილი ფასდაკლებები. დაიწყეთ პირველის დამატებით!

# Merchant_DiscountCreated
source: Discount created successfully. It will be sent for admin approval.
ka: ფასდაკლება წარმატებით შეიქმნა. ის გაიგზავნება ადმინისტრატორის დასამტკიცებლად.

# Merchant_CannotEdit
source: Cannot edit discount. Editing is only allowed within 24 hours of creation, or if the status is 'Pending' or 'Rejected'.
ka: ფასდაკლების რედაქტირება შეუძლებელია. რედაქტირება შესაძლებელია მხოლოდ 24 საათის განმავლობაში შექმნის შემდეგ, ან თუ სტატუსი არის 'მოლოდინში' ან 'უარყოფილი'.

# Merchant_DiscountUpdated
source: Discount updated successfully.
ka: ფასდაკლება წარმატებით განახლდა.

# Merchant_NoEditPermission
source: You do not have permission to edit this discount.
ka: თქვენ არ გაქვთ ამ ფასდაკლების რედაქტირების უფლება.

# Merchant_DiscountDeleted
source: Discount deleted successfully.
ka: ფასდაკლება წარმატებით წაიშალა.

# Merchant_DiscountDeleteFailed
source: Failed to delete discount.
ka: ფასდაკლების წაშლა ვერ მოხერხდა.

# Merchant_Title
source: Title
ka: სათაური

# Merchant_DescriptionLabel
source: Description
ka: აღწერა

# Merchant_OriginalPrice
source: Original Price
ka: ორიგინალური ფასი

# Merchant_DiscountedPrice
source: Discounted Price
ka: ფასდაკლებული ფასი

# Merchant_CouponCount
source: Number of Coupons
ka: კუპონების რაოდენობა

# Merchant_ValidFrom
source: Validity Start
ka: მოქმედების დაწყება

# Merchant_ValidTo
source: Validity End
ka: მოქმედების დასრულება

# Merchant_ImageUrl
source: Image URL
ka: სურათის URL

# Merchant_PendingNote
source: After creation, the discount will be sent for administrator approval. After approval, it will be available to customers.
ka: შექმნის შემდეგ ფასდაკლება გაიგზავნება ადმინისტრატორის დასამტკიცებლად. დამტკიცების შემდეგ ის გახდება ხელმისაწვდომი მომხმარებლებისთვის.

# Merchant_EditWarning
source: Editing is only allowed within 24 hours of creation, or if the status is "Pending" or "Rejected".
ka: ფასდაკლების რედაქტირება შესაძლებელია მხოლოდ 24 საათის განმავლობაში შექმნის შემდეგ, ან თუ სტატუსი არის "მოლოდინში" ან "უარყოფილი".

# Merchant_Update
source: Update
ka: განახლება

# Merchant_CouponsLabel
source: coupons
ka: კუპონი

# Merchant_Available
source: Available:
ka: ხელმისაწვდომი:

# Customer_ReservationCancelled
source: Reservation cancelled
ka: ჯავშანი გაუქმდა

# Customer_ReservationCancelFailed
source: Failed to cancel reservation
ka: ჯავშნის გაუქმება ვერ მოხერხდა

# Customer_CouponMarkedUsed
source: Coupon marked as used
ka: კუპონი მონიშნულია როგორც გამოყენებული

# Customer_OperationFailed
source: Operation failed
ka: ოპერაცია ვერ შესრულდა

# Status_Pending
source: Pending
ka: მოლოდინში

# Status_Approved
source: Approved
ka: დამტკიცებული

# Status_Active
source: Active
ka: აქტიური

# Status_Rejected
source: Rejected
ka: უარყოფილი

# Status_Expired
source: Expired
ka: ვადაგასული

# Status_Suspended
source: Suspended
ka: შეჩერებული

# Status_Available
source: Available
ka: ხელმისაწვდომი

# Status_Reserved
source: Reserved
ka: დაჯავშნილი

# Status_Purchased
source: Purchased
ka: შეძენილი

# Status_Used
source: Used
ka: გამოყენებული

# Status_Deactivated
source: Deactivated
ka: დეაქტივირებული

# Role_Administrator
source: Administrator
ka: ადმინისტრატორი

# Role_Merchant
source: Merchant
ka: მერჩანტი

# Role_Customer
source: Customer
ka: მომხმარებელი
